-- MySQL dump 10.13  Distrib 8.0.20, for Win64 (x86_64)
--
-- Host: localhost    Database: lunch
-- ------------------------------------------------------
-- Server version	5.7.30-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `store`
--

DROP TABLE IF EXISTS `store`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `store` (
  `storeNum` int(11) NOT NULL,
  `storeName` varchar(45) COLLATE utf8_bin DEFAULT NULL,
  `minimum_price` varchar(45) COLLATE utf8_bin DEFAULT NULL,
  `delivery_tip` varchar(45) COLLATE utf8_bin DEFAULT NULL,
  `delivery_detail` varchar(200) COLLATE utf8_bin DEFAULT NULL,
  PRIMARY KEY (`storeNum`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `store`
--

LOCK TABLES `store` WRITE;
/*!40000 ALTER TABLE `store` DISABLE KEYS */;
INSERT INTO `store` VALUES (0,'강다짐(삼각김밥)','8,000원','2,500원','8,000원이상 - 2,500원'),(1,'강소영뙈지야(삼도)','9,000원','1,000원 ~ 3,000원','30,000원이상 - 1,000원 / 9,000원~30,000원 미만 - 3,000원'),(2,'꼬꼬찜닭','8,000원','1,000원 ~ 3,000원','30,000원이상 - 1,000원 / 12,000 ~ 30,000원미만 - 2,000원 / 8,000원 ~ 12,000원 미만 - 3,000원'),(3,'내공초밥','12,000원','0원 ~ 2,800원','50,000원이상 - 0원 / 12,000원 ~ 50,000원미만 - 2,800원'),(4,'덮덮밥','8,500원','2,000원 ~ 4,000원','21,000원이상 - 2,000원 / 13,500원 ~ 21,000원 미만 - 3,000원 / 8,500원 ~ 13,500원미만 - 4,000원'),(5,'만권화밥','12,000원','3,000원','12,000원이상 - 3,000원'),(6,'맘스맘도시락(한식)','10,000원','1,000원 ~ 2,000원','32,000원이상 - 1,000원 / 10,000원 ~ 32,000원미만'),(7,'맘스터치','8,000원','3,000원 ~ 4,000원','12,000원이상 - 3,000원 / 8,000원 ~ 12,000원미만 - 4,000원'),(8,'맷돌순두부','14,000원','6,000원','14,000원이상 - 6,000원'),(9,'배떡(문현점)','9,000원','0원 ~ 2,000원','27,000원이상 - 0원 / 14,000원 ~ 27,000원 - 1,000원 / 9,000원 ~ 14,000원미만 - 2,000원'),(10,'본도시락(범일)','15,000원','0원 ~ 2,500원','50,000원이상 - 0원 / 15,000원 ~ 50,000원미만 ,2500원'),(11,'봉국푸드곰국추어탕','5,000원','3,000원 ~ 5,000원','50,000원이상 - 3,000원 / 25,000원 ~ 50,000원미만 - 4,000원 / 5,000원 ~ 25,000원미만 - 5,000원'),(12,'북경성반점','8,000원','1,000원 ~ 3,000원','100,000원이상 - 1,000원 / 18,000원 ~ 100,000원미만 - 2,000원 / 8,000원 ~ 18,000원미만 - 3,000원'),(13,'비읍','6,500원','2,000원 ~ 4,000원','13,000원이상 - 2,000원 / 6,500원 ~ 13,000원미만 - 4,000원'),(14,'싸와디식당','13,000원','4,000원 ~ 5,000원','25,000원이상 - 4,000원 / 13,000원 ~ 25,000원 미만 - 5,000원'),(15,'쌈싸먹는닭집','7,500원','2,500원 ~ 4,000원','15,000원이상 - 2,500원 / 7,500원 ~ 15,000원미만 - 4,000원'),(16,'에그드랍(전포)','8,000원','2,000원 ~ 3,000원','400,000원이상 - 2,000원 / 8,000원 ~ 400,000원미만 - 3,000원'),(17,'원할머니보쌈도시락','10,000원','5,000원 ~ 5,500원','40,000원이상 - 5,000원 / 10,000원 ~ 40,000원미만 - 5,500원'),(18,'유가네','6,000원','2,000원 ~ 4,500원','30,000원이상 - 2,000원 / 14,000원 ~ 30,000원미만 - 3,500원 / 6,000원 ~ 14,000원미만 - 4,500원'),(19,'은하별감파스타','8,500','0원 ~ 2,000원','15,000원이상 - 0원 / 12,000원 ~ 15,000원미만 - 1,000원 / 8,500원 ~ 12,000원미만 - 2,000원'),(20,'은화수식당','10,000원','2,500원','10,000원이상 - 2,500원'),(21,'정성식당','8,500원','3,000원 ~ 3,500원','18,000원이상 - 3,000원 / 8,500원 ~ 18,000원미만 - 3,500원'),(22,'정직유부','5,000원','2,000원 ~ 4,000원','18,000원이상 - 2,000원 / 12,000원 ~ 18,000원미만 - 3,000원 / 5,000원 ~ 12,000원미만 - 4,000원'),(23,'카와루라멘(서면)','8,000원','2,500원 ~ 4,500원','14,900원이상 - 2,500원 / 11,000원 ~ 14,900원미만 - 3,500원 / 8,000원 ~ 11,000원미만 - 4,500원'),(24,'쿠키네쭈꾸미','7,000원','1,000원 ~ 3,000원','35,000원이상 - 1,000원 / 20,000원 ~ 35,000원미만 - 2,000원 / 7,000원 ~ 20,000원미만 - 3,000원'),(25,'한솥도시락','3,000원','800원 ~ 4,800원','1,000,000원이상 - 800원 / 3,000원 ~ 1,000,000원미만 - 4,800원'),(26,'혜화동도시락극장','7,900원','1,500원 ~ 4,000원','13,000원이상 - 1,500원 / 7,900원 ~ 13,000원미만 - 4,000원'),(27,'SEA식당','7,000원','1,000원 ~ 4,000원','70,000원이상 - 1,000원 / 18,000원 ~ 70,000원미만 - 3,000원 / 7,000원 ~ 18,000원미만 - 4,000원'),(28,'꼬기만땅 점보비빔밥(서면)','8,000원','0원 ~ 4,000원','30,000원이상 - 0원 / 15,000원 ~ 30,000원미만 - 2,000원 / 8,000원 ~ 15,000원미만 - 4,000원'),(29,'투가이즈 치밥도시락(서면)','7,500원','1,000원 ~ 3,500원','15,000원이상 - 1,000원 / 7,500원 ~ 15,000원미만 - 3,500원');
/*!40000 ALTER TABLE `store` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-01-06 17:17:43
